Repository: Telegru/Teleport-iOS
Catalog: Teleport/TPStrings/Resources/*.lproj/TPLocalizable.strings
Languages: ru

# Common.OpenTelegram
source: Open Telegram
ru: Открыть Telegram

# Common.UseTelegramForPremium
source: Please note: to access Telegram Premium, you need to use the official Telegram app. Once you activate your subscription, all Telegram Premium features will be available in the Dal app.
ru: Обратите внимание: чтобы получить доступ к Telegram Premium, вам нужно использовать официальное приложение Telegram. После активации подписки все функции Telegram Premium будут доступны в приложении Даль.

# RootTabs.News
source: News
ru: Новости

# Intro.Page1.Title
source: Dahl
ru: Даль

# Intro.Page1.Description
source: A messenger **created with an understanding of the needs** of the Russian audience.
ru: Мессенджер, **созданный с пониманием потребностей** российской аудитории.

# Intro.Page2.Title
source: Communication
ru: Общение

# Intro.Page2.Description
source: Start a conversation on one device and seamlessly continue it on another with **instant data sync**.
ru: Мгновенная **синхронизация данных** — можете начать разговор на одном устройстве, а продолжить на другом.

# Intro.Page3.Title
source: Simplicity and Convenience
ru: Простота и удобство

# Intro.Page3.Description
source: **We’ve simplified everything** so you can focus on what matters most—your conversations and ideas.
ru: **Убрали всё лишнее**, чтобы вы могли сосредоточиться на важном — разговорах и идеях.

# Intro.Page4.Title
source: Privacy
ru: Приватность

# Intro.Page4.Description
source: **Your data is yours and yours alone**. Dahl doesn’t use it for advertising or share it with third parties.
ru: Ваши **данные принадлежат только вам**. "Даль" не использует их для рекламы и не передаёт третьим лицам.

# Intro.Page5.Title
source: Speed
ru: Скорость

# Intro.Page5.Description
source: Fast message delivery, **even with a weak internet connection.**
ru: Высокая скорость передачи сообщений **даже при слабом подключении**.

# Intro.Page6.Title
source: Collaboration
ru: Коллаборация

# Intro.Page6.Description
source: **Create** groups, **organize** projects, and **share** ideas.
ru: **Создавайте** группы, **организовывайте** проекты, **делитесь** важными идеями.

# Intro.Page7.Title
source: Creativity
ru: Творчество

# Intro.Page7.Description
source: **Express yourself freely** with emojis, stickers, and GIFs.
ru: **Расширяйте свои границы** самовыражения с помощью эмодзи, стикеров и GIF.

# Intro.Page8.Title
source: Dahl
ru: Даль

# Intro.Page8.Description
source: **Read** with Dahl. **Write** with Dahl. **Stay connected** with Dahl.
ru: **Читайте** в Даль. **Пишите** в Даль. **Смотрите** в Даль.

# Intro.StartMessaging
source: Start Messaging
ru: Начать общение

# Intro.Continue
source: Продолжить на русском
ru: Continue in English

# Settings.AppVersion.Footer
source: Dahl Messenger for iOS v.%@ Based on Telegram v.%@
ru: Даль — мессенджер для iOS v.%@ Основан на Telegram v.%@

# ChatSettings.ConnectionType.UseProxy
source: Your proxy
ru: Свой прокси

# Dahl.TabTitle
source: Dahl
ru: Даль

# DahlSettings.TabTitle
source: "Dahl" settings
ru: Настройки "Даль"

# DahlSettings.Title
source: Dahl Settings
ru: Настройки Даль

# DahlSettings.HidePublishStoriesButton
source: Hide Publish Stories Button
ru: Скрыть кнопку публикации историй

# DahlSettings.HideStories
source: Hide Stories
ru: Скрыть истории

# DahlSettings.General.Premium.Stories.PostingGesture
source: Swipe to create
ru: Создание по свайпу

# DahlSettings.HideViewedStories
source: Hide Viewed Stories
ru: Скрыть просмотренные истории

# DahlSettings.HidePhone
source: Hide Phone Number
ru: Скрыть номер телефона

# DahlSettings.HideActivity
source: No Read Receipts
ru: Без отметок о прочтении

# DahlSettings.OfflineMode
source: Invisible mode
ru: Режим невидимки

# DahlSettings.PrivacyHeader
source: Privacy
ru: Конфиденциальность

# DahlSettings.StoriesHeader
source: Stories
ru: Истории

# DahlSettings.VideoMessage
source: Video message
ru: Видеосообщения

# DahlSettings.FrontCamera
source: Front camera
ru: Фронтальная камера

# DahlSettings.BackCamera
source: Back camera
ru: Задняя камера

# DahlSettings.AskBeforeRecording
source: Ask before
ru: Спрашивать

# DahlSettings.Camera
source: Camera
ru: Камера

# DahlSettings.TabBarSettings
source: Tab bar
ru: Нижнее меню

# DahlSettings.Proxy
source: Dahl proxy
ru: Прокси Даль

# DahlSettings.MenuItems
source: Settings menu
ru: Меню настроек

# DahlSettings.Common.RestartRequired
source: Restart required
ru: Требуется перезапуск

# DahlSettings.Common.RestartNow
source: Restart Now
ru: Перезапустить

# DahlSettings.Header.Title
source: Dahl %@
ru: Даль %@

# DahlSettings.Header.Subtitle
source: A messenger created with an understanding of the needs of the Russian audience.
ru: Мессенджер, созданный с пониманием потребностей российской аудитории.

# DahlSettings.Categories.Header
source: Categories
ru: Категории

# DahlSettings.General.Title
source: General
ru: Основные

# DahlSettings.General.Network.Header
source: Connection type
ru: Тип соединения

# DahlSettings.General.Network.Footer
source: Enable it in case of connection failures.
ru: Включайте при сбоях в соединении.

# DahlSettings.General.Network.Proxy
source: Proxy Dahl
ru: Прокси Даль

# DahlSettings.General.Profile.Header
source: Profile
ru: Профиль

# DahlSettings.General.Profile.Footer
source: The number will be hidden only from the Settings menu.
ru: Номер будет скрыт только из меню Настроек.

# DahlSettings.General.Profile.HidePhone
source: Hide Phone number
ru: Скрыть номер телефона

# DahlSettings.General.Premium
source: Premium features
ru: Premium функции

# DahlSettings.General.Premium.Footer
source: Customize the Premium features for yourself.
ru: Настройте Premium функции под себя.

# DahlSettings.General.Premium.PremiumInSettings.Header
source: Premium section
ru: Блок Premium

# DahlSettings.General.Premium.PremiumInSettings
source: Show in settings
ru: Показывать в настройках

# DahlSettings.General.Premium.PremiumInSettings.Footer
source: Premium feature settings will be displayed in the general Settings section.
ru: Настройка Premium функций будет отображаться в общем разделе “Настройки”.

# DahlSettings.General.Premium.General.Header
source: General
ru: Основные

# DahlSettings.General.Premium.General.Footer
source: Leave only the Premium features you need enabled.
ru: Оставьте включенными только нужные вам Premium функции.

# DahlSettings.General.Premium.Stories.Header
source: Histories
ru: Истории

# DahlSettings.General.Premium.Stories.HideStories
source: Do not show
ru: Не показывать

# DahlSettings.General.Premium.Stories.HideStoriesPublishButton
source: Hide the publish button
ru: Скрыть кнопку создания

# DahlSettings.General.Premium.Stories.HideViewedStories
source: Hide viewed
ru: Скрывать просмотренное

# DahlSettings.Appearance.Title
source: Appearance
ru: Оформление

# DahlSettings.Appearance.Chats.Header
source: Enable in chats and channels
ru: Включить в чатах и каналах

# DahlSettings.Appearance.Chats.CustomChannelWallpapers
source: Custom wallpapers in channels
ru: Кастомные обои в каналах

# DahlSettings.Appearance.Chats.ChannelBottomPanel
source: Channel bottom panel
ru: Нижняя панель в каналах

# DahlSettings.Appearance.ChatsList.Header
source: View of the chat list
ru: Вид списка чатов

# DahlSettings.Appearance.MenuItems.Header
source: Telegram Settings Menu
ru: Меню настроек Telegram

# DahlSettings.Appearance.MenuItems
source: Menu items
ru: Пункты меню

# DahlSettings.Appearance.ViewRounding.Header
source: Rounding out elements (avatars and buttons)
ru: Закругление элементов (аватары и кнопки)

# DahlSettings.Appearance.ViewRounding
source: Square
ru: Квадратные

# DahlSettings.Appearance.AvatarFont.Header
source: Font in Avatars
ru: Шрифт в Аватарах

# DahlSettings.Appearance.AvatarFont
source: Nizhegorodskiy
ru: Нижегородский

# DahlSettings.Appearance.AvatarFont.Footer
source: Font author: Alexander Shimanov
ru: Автор шрифта: Александр Шиманов

# DahlSettings.Appearance.Icons.Header
source: Icons
ru: Иконки

# DahlSettings.Appearance.Icons.VKUI
source: “VK UI” icons pack
ru: Использовать набор “VK UI”

# DahlSettings.Chats.Title
source: Chats
ru: Чаты

# DahlSettings.Chats.Confirmation.Header
source: Confirmation
ru: Подтверждение

# DahlSettings.Chats.Confirmation.Call
source: Call
ru: Звонок

# DahlSettings.Chats.Confirmation.AudioMessage
source: Sending an audio message
ru: Отправка аудиосообщения

# DahlSettings.Chats.Confirmation.VideoMessage
source: Video Message Camera
ru: Камера видеосообщения

# DahlSettings.Chats.RecentChats.Header
source: Recent chats
ru: Недавние чаты

# DahlSettings.Chats.RecentChats
source: Enable the panel
ru: Включить панель

# DahlSettings.Chats.RecentChats.Footer
source: A quick access panel to recently visited chats will appear above the chat list.
ru: Над списком чатов появится панель быстрого перехода к недавно посещенным чатам.

# DahlSettings.Chats.Folders.Header
source: Folders
ru: Папки

# DahlSettings.Chats.Folders.BottomFolders
source: Move to bottom
ru: Переместить вниз

# DahlSettings.Chats.Folders.InfiniteScroll
source: Scroll around in a circle
ru: Листать по кругу

# DahlSettings.Chats.Folders.HideAllChats
source: Hide folder “All chats”
ru: Скрыть папку “Все чаты”

# DahlSettings.Support.Title
source: Support
ru: Поддержка

# DahlSettings.Support.Alert.Title
source: Please note that volunteers are responsible for supporting Dahl. We will try to help as soon as possible, but waiting may take time.
ru: Пожалуйста, обратите внимание, что в поддержке Даль отвечают волонтеры. Мы постараемся помочь, как можно скорее, но ожидание может занять время.

# DahlSettings.Support.Alert.Ok
source: OK
ru: Хорошо

# DahlSettings.Support.Alert.Cancel
source: Cancel
ru: Отмена

# DahlSettings.ActionConfirmationHeader
source: Action Confirmation
ru: Подтверждение действий

# DahlSettings.ConfirmCallToggle
source: Confirm before calling
ru: Подтверждать звонок

# DahlSettings.ConfirmAudioMessageToggle
source: Confirm before sending audio message
ru: Подтверждать аудиосообщение

# DahlSettings.VideoMessageCameraLink
source: Camera for video messages
ru: Камера для видеосообщений

# DahlSettings.ChatsHeader
source: Chats
ru: Чаты

# DahlSettings.ChatsList
source: Chats list
ru: Список чатов

# DahlSettings.ChatsList.SingleLine
source: Single Line
ru: Однострочный

# DahlSettings.ChatsList.DoubleLine
source: Double Line
ru: Двухстрочный

# DahlSettings.ChatsList.TripleLine
source: Triple Line
ru: Трехстрочный

# DahlSettings.ChatsList.ListView
source: List view
ru: Вид списка

# DahlSettings.ChatsFoldersHeader
source: Chats folders
ru: Папки с чатами

# DahlSettings.ChatsFoldersAtBottom
source: Folders at the bottom
ru: Папки снизу

# DahlSettings.HideAllChatsFolder
source: Hide "All Chats" Folder
ru: Скрыть папку "Все чаты"

# DahlSettings.InfiniteScrolling
source: Scroll folders in a loop
ru: Листать папки по кругу

# DahlSettings.TabBarSettings.Title
source: Tab bar
ru: Нижнее меню

# DahlSettings.TabBarSettings.ActiveTabs.Header
source: Tab items used
ru: Используемые пункты меню

# DahlSettings.TabBarSettings.ActiveTabs.Header.Counter
source: %i of %i
ru: %i из %i

# DahlSettings.TabBarSettings.ActiveTabs.Footer
source: The tab bar of the application can be customized by removing and adding items from the list of available ones.
ru: Нижнее меню приложения можно настраивать под себя, удаляя и добавляя пункты из списка доступных.

# DahlSettings.TabBarSettings.AvailableTabs.Header
source: More items
ru: Еще пункты

# DahlSettings.TabBarSettings.TabTitleVisibility
source: Display titles
ru: Отображать названия

# DahlSettings.TabBarSettings.TabTitleVisibility.Footer
source: Set the visibility of the bottom menu item titles.
ru: Настройте видимость названий пунктов нижнего меню.

# DahlSettings.RecentChatsHeader
source: Recent chats
ru: Недавние чаты

# DahlSettings.EnablePanel
source: Enable panel
ru: Включить панель

# DahlSettings.DisablePanel
source: Disable panel
ru: Выключить панель

# DahlSettings.RecentChatsInfo
source: A quick access panel for your recently visited chats will appear above the chat list.
ru: Над списком чатов появится панель быстрого перехода к недавно посещенным чатам.

# DahlSettings.PremiumSettings.Title
source: Premium features
ru: Premium функции

# DahlSettings.PremiumSettings.Status
source: Status icons
ru: Иконки статусов

# DahlSettings.PremiumSettings.AnimatedAvatars
source: Animated avatars
ru: Анимированные аватары

# DahlSettings.PremiumSettings.AnimatedReactions
source: Animated reactions
ru: Анимированные реакции

# DahlSettings.PremiumSettings.AnimatedPremiumStickers
source: Animation of premium stickers
ru: Анимация премиум-стикеров

# Wallet.TabTitle
source: Wallet
ru: Кошелек

# Apps.TabTitle
source: Apps
ru: Приложения

# Chat.FrontCamera
source: Front camera
ru: Фронтальная камера

# Chat.BackCamera
source: Back camera
ru: Задняя камера

# Chat.SelectCamera
source: Select a camera
ru: Выберите камеру

# Chat.SendAudioMessage
source: Send audio message?
ru: Отправить аудиосообщение?

# Chat.Yes
source: Yes
ru: Да

# Chat.No
source: No
ru: Нет

# Chat.ConfirmVideoCall
source: Are you sure you want to start a video call?
ru: Вы действительно хотите начать видеозвонок?

# Chat.ConfirmCall
source: Are you sure you want to start an audio call?
ru: Вы действительно хотите начать аудиозвонок?

# Chat.EmptyRecent
source: Here will be recent chats
ru: Здесь будут недавние чаты

# Chat.ClearHistory
source: Clear History
ru: Очистить историю

# Chat.ClearHistoryConfirmation
source: Are you sure you want to clear the recent chats history? The chats data will be saved.
ru: Вы точно хотите очистить историю недавних чатов? Данные чатов сохранятся

# Chat.Clear
source: Clear
ru: Очистить

# Settings.AppIcon.Default
source: Default
ru: Основная

# Settings.AppIcon.Classic
source: Classic
ru: Классика

# Settings.AppIcon.Black
source: Black
ru: Черная

# Settings.AppIcon.Metallic
source: Metallic
ru: Металл

# Settings.AppIcon.Silver
source: Silver
ru: Серебро

# Settings.AppIcon.Inverted
source: Inverted
ru: Инверсия

# Settings.AppIcon.White
source: White
ru: Белый

# Settings.AppIcon.Outline
source: Outline
ru: Контур

# Settings.AppIcon.Night
source: Night
ru: Ночь

# Settings.AppIcon.Sparkling
source: Sparkling
ru: Игристое

# Settings.AppIcon.Winter
source: Winter
ru: Зима

# Settings.AppIcon.Unicorn
source: Unicorn
ru: Единорог

# Settings.AppIcon.Titanium
source: Titanium
ru: Титан

# Settings.AppIcon.Triangle
source: Triangle
ru: Треугольник

# Settings.AppIcon.Tatarstan
source: Tatarstan
ru: Татарстан

# Settings.AppIcon.Russia
source: Russia
ru: Россия

# Settings.AppIcon.Birch
source: Birch
ru: Береза
